Repository: giellalt/corpus-smj
Catalog: tmx/swe/facta/samernas.se/hatte.html.tmx
Source language: smj
Languages: swe

source: Ladnja avta ulmutjij navvulijn / hivsigijn
swe: Enkelrum med dusch / wc

source: Ladnja avta ulmutjij navvulijn / hivsigijn ja tjiegatjijn
swe: Enkelrum med dusch / wc med trinett

source: 2600 kr / mánnuj, 600kr/jánndurij, 1700kr/vahkkuj
swe: Enkelrum gamla elevhemmet, dusch / wc i korridor

source: Ladnja avta ulmutjij oabme oahppijvieson, navol / hivsik váttsádagán
swe: Extra madrass / fällbar säng / person

source: Ávlla (80 ulmutjijda) / bäjvváj
swe: Aula / dag (upp till 80 pers.)

source: Stuoráp tjåhkanimladnja (Ladnja 1,3 5) / bäjvváj
swe: Större möteslokal (Sal 1,3 5) / dag

source: Stuoráp tjåhkanimladnja (Ladnja 1,3 5) / ž bäjvváj
swe: Större möteslokal (Sal 1,3 5) / ž dag

source: Biebbmoladnja / bäjvváj**
swe: Matsal / dag**

source: Biebbmoladnja / ž bäjvváj**
swe: Matsalen / ž dag**

source: Tjiehka / bäjvváj**
swe: Kök / dag**

source: * Aktan overheadajn, dáblujn, páhppárijn, pennajn.
swe: * Inkl overhead, tavla, papper, penna.

source: Pc:ajn, dáhtáprojektorijn, diaprojektorijn jus ádnu.
swe: Pc, dataprojektor, diaprojektor efter förfrågan

source: Biebbmo
swe: Förtäring

source: Fállá skåvllå aktan bårråmsajijn Ájtte
swe: Erbjuds i samverkan med Ájttes restaurang

source: Tjáhtje / Muorjema / Njálguga
swe: Vatten / Frukt / godis för seminariedeltagare

source: 25kr/oasseválldáj/bäjvváj
swe: Kaffe fika / deltagare / tillfälle

source: Dålkkumrusta (&lt;50 duossto)
swe: Tolkanläggning (&lt;50 mottagare)

source: Hatte li fámon biehtsemáno 15 biejves 2012
swe: Priserna gäller från 15 juni -12

source: Boatsojäládus
swe: Rennäringslinje
